Repository: wp-plugins/great-real-estate
Catalog: greatrealestate-*.po
Languages: de_de

source: Sorry, Great Real Estate works only under WordPress 2.5 or higher
de_de: Sorry, Great Real Estate l&auml;uft nur auf Worpress 2.5 oder h&ouml;her

source: For Sale
de_de: Zu verkaufen

source: Sale Pending
de_de: Vorgemerkt

source: Sold
de_de: Verkauft

source: For Rent
de_de: Zu vermieten

source: Lease Pending
de_de: Vorgemerkt

source: Rented
de_de: Vermietet

source: Pool
de_de: Schwimmbad

source: Waterfront
de_de: Direkt am Wasser

source: Condo
de_de: Eigent&uuml;mergemeinschaft

source: Townhome
de_de: Stadthaus

source: My Active Listings
de_de: Aktuelle Angebote

source: More about
de_de: Mehr Informationen

source: - Offered at
de_de: - Preis

source: Bedrooms
de_de: Schlafzimmer

source: Full
de_de: Komplette

source: Half
de_de: Kleine

source: Baths
de_de: Badezimmer oder WC

source: Garage Spaces
de_de: Garage

source: Sq/Ft Under Air
de_de: Wohnfl&auml;che

source: Sq/Ft Total
de_de: Nutzfl&auml;che

source: Acres
de_de: m²

source: Private Pool
de_de: privater Pool

source: On Golf Course
de_de: Auf dem Golfplatz

source: Condominium
de_de: Eigentumswohnung

source: Pending Sale
de_de: Verkauf schwebend

source: I Sold or Leased
de_de: verkauft oder vermietet

source: Full
de_de: Komplettes

source: Half
de_de: Kleines

source: Baths
de_de: Bad

source: for
de_de: für

source: - last offered
de_de: - letztes Angebot

source: - Offered
de_de: - angeboten

source: at
de_de: f&uuml;r

source: Property description
de_de: Beschreibung der Immobilie

source: Description
de_de: Beschreibung

source: Photo Gallery
de_de: Bilder

source: Gallery
de_de: Galerie

source: Video Walkthrough
de_de: Virtueller Rundgang

source: 360&deg; Panoramas
de_de: 360&deg; Panoramabilder

source: Location Map
de_de: Lageplan

source: Map
de_de: Landkarte

source: Community Information
de_de: Informationen zur Umgebung

source: Community
de_de: Gemeinde

source: More about
de_de: Mehr über

source: Title:
de_de: Titel:

source: Display type:
de_de: Art der Anzeige :

source: Thumbnail list
de_de: Thumbnails

source: Map (all active)
de_de: Karte (alle aktiv)

source: Number of homes:
de_de: Anzahl der Angebote:

source: Sort by:
de_de: Sortierung nach:

source: Random order
de_de: Zuf&auml;llige Reihenfolge

source: Page title order
de_de: Sortierung nach Titel

source: Highest price
de_de: Maximaler Preis

source: Lowest price
de_de: Niedrigster Preis

source: Recently listed
de_de: Neueste Angebote

source: Featured real estate listings
de_de: Besondere Angebote

source: Featured Listings
de_de: Besondere Angebote

source: Real Estate - Property Information
de_de: Immobilien - grundsätzliche Informationen

source: Great Real Estate Controls
de_de: Contrôles Great Real Estate

source: Featured
de_de: Aktiv

source: check to feature this listing
de_de: Ausw&auml;hlen um dieses Angebot zu aktivieren

source: Listing Information (Pricing and Sales Information)
de_de: Angebotsinformationen (Preis und Bedingungen)

source: Select a Status
de_de: W&auml&hlen Sie einen Status

source: Property Status
de_de: Status

source: List Price
de_de: Preis

source: List Date
de_de: Datum

source: mm/dd/yyyy E.G.: 04/01/2008
de_de: dd/mm/jjjj - z.B. : 21/04/2009

source: Sale Price (if sold)
de_de: Verkaufspreis (wenn verkauft)

source: Sale Date (if sold)
de_de: Verkaufsdatum (wenn verkauft)

source: mm/dd/yyyy E.G.: 10/31/2008
de_de: dd/mm/jjjj z.B.: 21/04/2009

source: Brief Blurb
de_de: Kurzbeschreibung

source: e.g., "Nice 4BR home west of Lantana"
de_de: z.B: "strandnahes EFH mit grossem Garten"

source: Street Address
de_de: Strasse

source: e.g., "123 Main St"
de_de: zum Beispiel : "Memelstr. 15"

source: City
de_de: Ort

source: e.g., "Anytown"
de_de: Zum Beispiel : "Ostseeheilbad Dahme"

source: State
de_de: Landkreis

source: 2 letter abbreviation, e.g. FL for Florida
de_de: zum Beispiel OH f&uuml;r Ostholstein

source: Zip Code
de_de: Postleitzahl

source: e.g., "33462"
de_de: z.B. 23747

source: MLS ID
de_de: Angebotsnummer

source: The listing's MLS ID, e.g., "R2916712"
de_de: Référence du Bien, par ex.: "R2916712"

source: Full Baths
de_de: Badezimmer

source: Half Baths
de_de: Gäste-WC

source: Sqft (Living)
de_de: Wohnfläche

source: Sqft (Total)
de_de: Nutzfläche gesamt

source: Select Feature(s)
de_de: Eigenschaften ausw&auml;hlen

source: Features
de_de: Eigenschaften

source: Select one or more
de_de: Mehrfachauswahl m&ouml;glich

source: Multimedia Content (Video, Photos, Brochures, etc)
de_de: Multimedia (Video, Fotos, Downloads, etc)

source: Select a Gallery
de_de: Galerie ausw&auml;hlen

source: Leave page and manage galleries
de_de: Seite verlassen und Galerie bearbeiten

source: Manage Galleries
de_de: Galerien bearbeiten

source: Select a Video
de_de: Video ausw&auml;hlen

source: Leave page and manage videos
de_de: Seite verlassen und Videos bearbeiten

source: Manage Videos
de_de: Videos bearbeiten

source: Select Download(s)
de_de: wähle Download(s)

source: DownloadManager Items (PDF)
de_de: Dokumente zum Download (pdf)

source: Leave page and manage downloads
de_de: Seite verlassen und Downloads bearbeiten

source: Manage Downloads
de_de: Downloads bearbeiten

source: Select Panorama(s)
de_de: Panoramabilder ausw&auml;hlen

source: use the Add media button
de_de: benutze den Add media Button

source: above the page window to upload a QTVR file
de_de: Hochscollen, um eine QVTR-Datei hochzuladen

source: Latitude (eg: 26.123456)
de_de: Latitude (par ex.: 26.123456)

source: Longitude (eg: -80.123456)
de_de: Longitude (par ex.: -80.123456)

source: This information about the property listing will be used for custom display and searching. You should provide as much information as possible.
de_de: Diese Informationen werden f&uuml;r die Anzeige und die Suche verwendet. Sie sollten so viele Informationen wie möglich unterbringen.

source: Manage Listings
de_de: Angebote verwalten

source: All Listings
de_de: Alle Angebote

source: Title
de_de: Titel

source: Listed
de_de: gelistet

source: Published
de_de: Ver&ouml;ffentlicht

source: Unpublished
de_de: nicht ver&ouml;ffentlicht

source: View
de_de: Anzeigen

source: Edit
de_de: Bearbeiten

source: Create a<br /> Gallery
de_de: Galerie <br /> erstellen

source: Add a listing
de_de: Angebot erstellen

source: Real Estate Summary
de_de: Zusammenfassung

source: Listings main page:
de_de: Seite mit den Angeboten:

source: You have %d listings: %d available, %d under contract, and %d sold
de_de: Sie haben %d Angebote: %d verf&uuml;gbar, %d vorgemerkt, und %d verkauft

source: Unknown - please check your settings
de_de: Unbekannt - bitte p&uuml;fen Sie Ihre Einstellungen

source: WARNING - You must select a main Listings page
de_de: ACHTUNG - Sie m&uuml;ssen eine Seite f&uuml;r Ihre Angebot ausw&auml&len

source: Built In Features
de_de: enthaltene Features

source: Featured Homes Widget
de_de: Widgets

source: Other Plugins
de_de: andere Plugins

source: wordTube (Videos)
de_de: wordTube (Video)

source: Feed Wrangler
de_de: RSS Wrangler

source: Note: The status icon indicates whether a plugin is activated; please make sure you have also made the appropriate settings
de_de: Achtung : Das Status-Icon zeigt an, ob ein Plugin aktiviert ist. Bitte stellen Sie sicher, dass Sie auch die notwendigen Einstellungen vorgenommen haben.

source: Ready
de_de: Fertig

source: Incomplete configuration
de_de: Fehlende Einstellungen

source: Not activated
de_de: nicht aktiviert

source: details unavailable
de_de: fehlende Details

source: widget activated
de_de: Widget aktiviert

source: widget not activated
de_de: Widget nicht aktiviert

source: file not installed
de_de: Datei nicht installiert

source: Google API key present
de_de: Google API Schl&uuml;ssel vorhanden

source: Google API Key not present
de_de: Google API Schl&uuml;ssel nicht vorhanden

source: plugin activated
de_de: Plugin aktiviert

source: plugin not activated
de_de: Plugin nicht aktiviert

source: plugin not installed
de_de: Plugin nicht installiert

source: Main Listings Page
de_de: Hauptseite mit Angeboten

source: - Select -
de_de: - Auswahl -

source: Select the Page to be used as the index to your Listings
de_de: W&auml;hle den Index der Angebote

source: You will need to make all your Listings Pages subpages of this Page
de_de: Alle Seiten mit Angeboten m&uuml;ssen Unterseite dieser Seite sein

source: Listings Summary
de_de: Zusammenfassung der Angebote

source: Check to generate a default summary of your listings on your Listings Page (uncheck if you are using a custom template for your index page)
de_de: Klick um eine Zusammenfassung der Angebote zu genieren (die Alternative ist ein eigenes Template f&uuml;r die Indexseite)

source: Individual Listings Pages
de_de: Individuelle Angebotsseite

source: Google API Key
de_de: Google API Schl&uuml;ssel

source: Paste your domain's <a title="get a Google API key" href="http://code.google.com/apis/maps/signup.html">Google API key</a> here to enable map displays for your listings
de_de: Google API Schl&uuml;ssel hier einf&uuml;gen oder generieren <a title="get a Google API key" href="http://code.google.com/apis/maps/signup.html">Google API key</a>

source: Maximum Listings Featured
de_de: Maximum der hervorgehobenen Angebote

source: The default maximum number of featured listings, if not specified elsewhere
de_de: Maximum der hervorgehebenen Angebote wenn das nirgendwo sonst definiert wurde

source: Add Plugin CSS
de_de: CSS hinzuf&uuml;gen

source: Check to use the plugin's default styling - uncheck if you have added your own style rules to your theme's <code>style.css</code> file (recommended)
de_de: W&auml;hlen f&uum;r Standard-CSS, nicht w&auml;hlen bei eigenen CSS-Anweisungen in der <code>style.css</code> (empfohlen)

source: Enable "No Branding" option
de_de: "No Branding" option aktivieren

source: Check to allow <code>/nobrand/something/</code> to be added to a Page URL to remove navigation (Please copy <code>nobrand.css</code> to your theme directory and customize it)
de_de: Auswählen damit <code>/nobrand/something/</code> zu einer Seitenadresse hinzugefügt werden kann um die Navigation zu entfernen (Bitte <code>nobrand.css</code> ins Theme-Verzeichnis kopieren und anpassen.)

source: Listing Feeds (RSS)
de_de: Listing Feed (RSS)

source: e.g.: John Smith Listings, John Smith Homes For Sale, etc.
de_de: z.B.: Ines Insters Immobilienangebote etc.

source: A snappy summary of what is in the listings feed
de_de: Kurze Zusammenfassung des RSS-Feeds.

source: Brokerage Name
de_de: Name des Maklers

source: The name of the real estate brokerage holding the listings
de_de: Firmenbezeichnung des Maklers

source: Agent Name
de_de: Ansprechpartner

source: The name of the listing real estate agent
de_de: Ansprechpartner

source: Agent Phone
de_de: Telefon des Ansprechpartners

source: The listing real estate agent's phone number
de_de: Telefon des Ansprechpartners

source: The name of the Multiple Listing Service
de_de: Name des Multiple Listing Service

source: Update Options
de_de: Update Optionen
